tap "felixkratz/formulae"
tap "git-duet/tap"
tap "gusto/gusto", "https://github.com/Gusto/homebrew-gusto.git"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jandedobbeleer/oh-my-posh"
tap "nikitabobko/tap"
brew "antigen"
brew "openssl@3"
brew "readline"
brew "awscli"
brew "bat"
brew "cmake"
brew "lima"
brew "colima"
brew "libyaml"
brew "cookiecutter"
brew "gmp"
brew "coreutils"
brew "curl"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "docker-credential-helper"
brew "docker-credential-helper-ecr"
brew "dotslash"
brew "libsodium"
brew "fastfetch"
brew "flock"
brew "fzf"
brew "gh"
brew "tesseract"
brew "ghostscript"
brew "git"
brew "git-lfs"
brew "gnupg"
brew "go"
brew "gpgme"
brew "graphicsmagick"
brew "graphviz"
brew "htop"
brew "imagemagick"
brew "jq"
brew "kcat"
brew "lbzip2"
brew "lefthook"
brew "lsd"
brew "mailhog", restart_service: :changed
brew "mise"
brew "mkcert"
brew "mupdf"
brew "mysql@8.0", restart_service: :changed, link: true
brew "neofetch"
brew "neovim"
brew "nginx"
brew "nvm"
brew "overmind"
brew "pgvector"
brew "poppler"
brew "postgresql@14", restart_service: :changed
brew "pre-commit"
brew "qemu"
brew "rbenv"
brew "rbspy"
brew "redis", restart_service: :changed
brew "ripgrep"
brew "rustup"
brew "shellcheck"
brew "starship"
brew "terraform-docs"
brew "trash", link: true
brew "vips"
brew "watchman"
brew "yq"
brew "zellij"
brew "zsh-vi-mode"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "git-duet/tap/git-duet"
brew "gusto/gusto/gusto-lima"
brew "gusto/gusto/pdftk"
brew "gusto/gusto/wait-for-it"
brew "hashicorp/tap/terraform"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
cask "aerospace"
cask "amethyst"
cask "desktoppr"
cask "font-meslo-lg-nerd-font"
cask "gusto-wkhtmltopdf"
cask "sf-symbols"
vscode "gusto.packwerk-vscode"
vscode "mechatroner.rainbow-csv"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vsliveshare.vsliveshare"
vscode "mvllow.rose-pine"
vscode "rebornix.ruby"
vscode "shopify.rubocop-lsp"
vscode "sorbet.sorbet-vscode-extension"
vscode "tobias-z.vscode-harpoon"
vscode "vscodevim.vim"
vscode "wingrunr21.vscode-ruby"

